/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "4915";  */
"Favorites" = "Favoris";

/*  Class = "NSTabViewItem"; label = "Standard"; ObjectID = "4981";  */
"Standard" = "Standard";

/*  Class = "NSTabViewItem"; label = "Socket"; ObjectID = "4982";  */
"Socket" = "Socket";

/*  Class = "NSTabViewItem"; label = "SSH"; ObjectID = "4985";  */
"SSH" = "SSH";

/*  Class = "NSTextFieldCell"; title = "Enter connection details below, or choose a favorite"; ObjectID = "5155";  */
"Enter connection details below, or choose a favorite" = "Indiquez les détails de connexion ci-dessous, ou sélectionnez un favori";

/*  Class = "NSButtonCell"; title = "Connect"; ObjectID = "5158";  */
"Connect" = "Se connecter";

/*  Class = "NSButtonCell"; title = "Add to Favorites"; ObjectID = "5866";  */
"Add to Favorites" = "Ajouter aux favoris";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer"; ObjectID = "5171";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer" = "Entrez le nom d'hôte du serveur MySQL auquel vous voulez vous connecter. Entrez 127.0.0.1 pour vous connecter à un serveur sur cet ordinateur";

/*  Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "5174";  */
"Host:" = "Hôte :";

/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5175";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5212";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5266";  */
"Enter the MySQL username to connect with" = "Entrez le nom d'utilisateur MySQL à utiliser pour vous connecter";

/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5177";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5226";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5280";  */
"Username:" = "Utilisateur :";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5179";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5214";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5268";  */
"Enter the password to use when connecting to the MySQL server" = "Entrez le mot de passe à utiliser lors de la connexion au serveur MySQL.";

/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5181";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5224";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5278";  */
"Password:" = "Mot de passe :";

/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5183";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5216";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5270";  */
"Optionally enter a database to select after successfully connecting to the MySQL server" = "Vous pouvez indiquer le nom d'une base de données à sélectionner après une connexion réussie au serveur MySQL";

/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5185";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5222";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5276";  */
"Database:" = "Base :";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5186";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5221";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5223";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5277";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5379";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5388";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5400";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5406";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5411";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5412";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5413";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5415";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5416";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5417";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5293";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5737";  */
"optional" = "optionnel";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5187";  */
/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5272";  */
"Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306" = "Entrez le port à utiliser lors de la connexion au serveur MySQL.  Le port MySQL par défaut est 3306";

/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5189";  */
/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5274";  */
"Port:" = "Port :";

/*  Class = "NSTextField"; gToolTip = "Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location"; ObjectID = "5218";  */
"Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location" = "Entrez le chemin d'accès au socket à utiliser lors de la connexion à MySQL. Laissez ce champ vide pour utiliser le socket par défaut";

/*  Class = "NSTextFieldCell"; title = "Socket:"; ObjectID = "5220";  */
"Socket:" = "Socket :";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to"; ObjectID = "5264";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to" = "Entrez le nom d'hôte du serveur MySQL auquel vous voulez vous connecter. Entrez 127.0.0.1 pour vous connecter à un serveur sur l'ordinateur accessible par le tunnel SSH";

/*  Class = "NSTextFieldCell"; title = "MySQL Host:"; ObjectID = "5282";  */
"MySQL Host:" = "Hôte MySQL :";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server"; ObjectID = "5284";  */
"Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server" = "Entrez le nom d'hôte du serveur SSH à contacter pour se connecter au serveur MySQL";

/*  Class = "NSTextField"; gToolTip = "Enter the SSH username to connect with"; ObjectID = "5286";  */
"Enter the SSH username to connect with" = "Entrez le nom d'utilisateur SSH pour la connexion";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available"; ObjectID = "5288";  */
"Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available" = "Entrez le mot de passe à utiliser pour se connecter au serveur SSH. NB : votre configuration SSH est utilisée, et les clés publiques/privées ou autres méthodes d'authentification seront utilisées si disponibles";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the SSH server.  The default SSH port is 22"; ObjectID = "5290";  */
"Enter the port to use when connecting to the SSH server.  The default SSH port is 22" = "Entrez le port à utiliser lors de la connexion au serveur SSH. Le port SSH par défaut est 22";

/*  Class = "NSTextFieldCell"; title = "SSH Port:"; ObjectID = "5292";  */
"SSH Port:" = "Port SSH :";

/*  Class = "NSTextFieldCell"; title = "SSH Password:"; ObjectID = "5294";  */
"SSH Password:" = "Clé SSH :";

/*  Class = "NSTextFieldCell"; title = "SSH User:"; ObjectID = "5296";  */
"SSH User:" = "Utilisateur SSH :";

/*  Class = "NSTextFieldCell"; title = "SSH Host:"; ObjectID = "5298";  */
"SSH Host:" = "Hôte SSH :";

/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5376";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5385";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5403";  */
"Enter a nickname to use if adding to favorites. Optional." = "Indiquez un nom à utiliser pour ajouter aux favoris. Optionnel.";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5378";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5387";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5405";  */
"Name:" = "Nom :";

/*  Class = "NSTextFieldCell"; title = "Connecting..."; ObjectID = "5424";  */
"Connecting..." = "Connexion en cours…";

/*  Class = "NSPanel"; title = "Error Detail"; ObjectID = "5431";  */
"Error Detail" = "Détail de l'erreur";

/*  Class = "NSMenu"; title = "Sort By"; ObjectID = "5838";  */
/*  Class = "NSMenuItem"; title = "Sort By"; ObjectID = "5837";  */
"Sort By" = "Trier par";

/*  Class = "NSMenuItem"; title = "Name"; ObjectID = "5843";  */
"Name" = "Nom";

/*  Class = "NSMenuItem"; title = "Host"; ObjectID = "5842";  */
"Host" = "Hôte";

/*  Class = "NSMenuItem"; title = "Type"; ObjectID = "5841";  */
"Type" = "Type";

/*  Class = "NSMenuItem"; title = "Reverse Sort Order"; ObjectID = "5839";  */
"Reverse Sort Order" = "Inverser l'ordre de tri";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "5682";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Veuillez sélectionner le certicat client pour l'autorité de certification (CA) SSL à utiliser lors d'une connexion sécurisée. Ce certificat doit être le même que celui du serveur.";

/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5594";  */
/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5721";  */
"Connect using SSL" = "Se connecter via SSL";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "5670";  */
"Please select the SSL key file to use when establishing a secure connection." = "Veuillez sélectionner le fichier de clés SSL à utiliser lors d'une connexion sécurisée.";

/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5615";  */
/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5706";  */
"CA Cert:" = "CA Cert :";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection"; ObjectID = "5612";  */
"Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection" = "Cliquez pour sélectionner le certificat client d'autorité de certification SSL à utiliser lorsqu'une connexion sécurisée est établie";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "5685";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Veuillez sélectionner le certificat SSL client à utiliser lors d'une connexion sécurisée.";

/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5691";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5492";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5694";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5695";  */
"Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically." = "Choisissez un fichier de clés SSH personnalisé à utiliser avec cette connexion. Les chemins d'accès habituels comme ~/.ssh sont vérifiés automatiquement.";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL certificate file to use when establishing a secure connection"; ObjectID = "5604";  */
"Click to choose the client SSL certificate file to use when establishing a secure connection" = "Cliquez pour sélectionner le fichier de certificat pour client SSL à utiliser lors d'une connexion sécurisée";

/*  Class = "NSTextFieldCell"; title = "SSH Key:"; ObjectID = "5526";  */
"SSH Key:" = "Clé SSH :";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "5578";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Choisissez un fichier de clés SSH personnalisé à utiliser avec cette connexion. Les chemins d'accès habituels comme ~/.ssh sont vérifiés automatiquement.";

/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5703";  */
"Certificate:" = "Certificat :";

/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5597";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5608";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5616";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5698";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5702";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5705";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5730";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5731";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5732";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5733";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5734";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5735";  */
"none set" = "aucun choisi";

/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5599";  */
/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5699";  */
"Key File:" = "Fichier de clés :";

/*  Class = "NSButton"; gToolTip = "Click to choose the SSL key file to use when establishing a secure connection"; ObjectID = "5600";  */
"Click to choose the SSL key file to use when establishing a secure connection" = "Cliquez pour sélectionner le fichier de clés SSH à utiliser lors d'une connexion sécurisée";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5749";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5757";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5761";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5765";  */
"Show hidden files" = "Afficher les fichiers cachés";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5886";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5789";  */
"Duplicate" = "Dupliquer";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5887";  */
/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5790";  */
"Make Default" = "Rendre par défaut";

/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5792";  */
/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5835";  */
"Export..." = "Exporter...";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5884";  */
/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5794";  */
"Remove" = "Supprimer";

/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5883";  */
/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5795";  */
"Rename" = "Renommer";

/*  Class = "NSTextFieldCell"; title = "For security reasons, your connection favorite passwords are not included in the export."; ObjectID = "5798";  */
"For security reasons, your connection favorite passwords are not included in the export." = "Pour des raisons de sécurité, les mots de passe de votre connexion favorite ne sont pas inclus dans l'exportation.";

/*  Class = "NSMenuItem"; title = "Import..."; ObjectID = "5834";  */
"Import..." = "Importer...";

/*  Class = "NSButtonCell"; title = "Test connection"; ObjectID = "5864";  */
"Test connection" = "Test de connexion";

/*  Class = "NSButtonCell"; title = "Save changes"; ObjectID = "5870";  */
"Save changes" = "Sauvegarder";

